[
  {
    "id": 4360,
    "lang": "en",
    "name": "Koxinga Museum(鄭成功文物館)",
    "introduction": "Koxinga Museum(鄭成功文物館) is located inside Koxinga Shrine(延平郡王祠). After passing through the Shrine, tourists arrive at the entrance to the Museum to see a white flower window wall, which is like a window into history. There are over 2,000 pieces connected to Koxinga and the lives of the ordinary people in the collection. Exhibitions of different types are often held periodically.",
    "open_time": "\r\nTuesday~Sunday 9:00~17:00, closed Monday and three days before Chinese New Year’s Eve",
    "district": "West Central Dist.",
    "address": "null",
    "tel": "+886-6-2136207",
    "lat": 22.98737,
    "long": 120.20821,
    "category": [
      "地方展館",
      "在地藝文"
    ],
    "update_time": "2018-12-13 15:41:57"
  },
  {
    "id": 4361,
    "lang": "en",
    "name": "KSK Church(看西街教會)",
    "introduction": "A church with a white dome that is a copy of St. Paul&rsquo;s Cathedral in London is hidden down an alley on Kuohua Street. This place is of great significance in terms of the history of the meeting of Tainan and Westerners. This was where Dr. James Laidlaw Maxwell(馬雅各醫師) practiced medicine and spread Christianity after arriving in Tainan in 1865. At the time, this was an important street in the Five Channels area. As the street runs west, it was called &ldquo;Kanshi Street.&rdquo; The doctor-missionary was forced to leave not long after arriving after encountering resistance from local traditionalists. When he returned in 1868, he carried on treating patients and doing missionary work on the site of today&rsquo;s Sin Lau Hospital. KSK Church (看西街教會) was completed in 1951. When passing Shuixian Temple Market(水仙宮市場), don&rsquo;t forget to seek out this beautiful church hidden away down an alley.",
    "open_time": "\r\n9:00~20:00 (Reservation needed before visit)",
    "district": "West Central Dist.",
    "address": "null",
    "tel": "+886-6-2225808",
    "lat": 22.9961,
    "long": 120.19853,
    "category": [
      "歷史古蹟",
      "宗教廟宇",
      "在地藝文"
    ],
    "update_time": "2018-12-13 15:41:57"
  },
  {
    "id": 4362,
    "lang": "en",
    "name": "Puji Temple(普濟殿)",
    "introduction": "It is said that Tainan is shaped like a phoenix, which is why it was nicknamed phoenix city. As Puji Temple(普濟殿) is located at the center of the fengshui bagua (eight divinatory trigrams) net, to prevent the phoenix that brought the city prosperity from flying away, Puji Temple and the bagua net shaped streets around it were built. Puji Temple has become well-known in the last few years, the reason being its creative painted lanterns, introduced for the first time at Chinese New Year in 2014. Thousands of painted lanterns are neatly hung in the temple square and even extend onto Kuohua Street, giving a pleasant surprise to passing visitors and locals. The warm light emitted by the lanterns by night lets visitors feel the warmth of family reunions at Chinese New Year, winning much praise.",
    "open_time": "\r\n7:00~21:00\r\nFree entry, open all year round",
    "district": "West Central Dist.",
    "address": "null",
    "tel": "+886-6-2268774",
    "lat": 22.99897,
    "long": 120.19919,
    "category": [
      "宗教廟宇",
      "在地藝文"
    ],
    "update_time": "2018-12-13 15:41:57"
  },
  {
    "id": 4363,
    "lang": "en",
    "name": "Shuixian Temple(水仙宮)",
    "introduction": "Many people will begin to feel hungry when they hear the words Shuixian Temple Market(水仙宮市場). The market gets its name from Shuixian Temple, which enshrines Shui Xian Zun Wang(水仙尊王), which is inside the market. The original temple was built in 1703; this location was once Nanshi Harbor of the Five Channels and had a lot of merchants. The temple was actually built with funds provided by local merchants. The temple is no longer as large and imposing as it was when it was once one of the seven Buddhist temples and eight Taoist shrines of Tainan, in its place is a busy market. Don&rsquo;t forget to go treasure hunting in the market if you visit Shuixian Temple; this is Tainan&rsquo;s kitchen, with a wide variety of food available, as well as some long-established small restaurants hidden away. Visiting Shuixian Temple, you can explore the past and also fill your empty stomach after wandering through the local lanes and alleys.",
    "open_time": "\r\n7:00~17:00\r\nFree entry, open all year round",
    "district": "West Central Dist.",
    "address": "null",
    "tel": "+886-6-2267151",
    "lat": 22.99679,
    "long": 120.19821,
    "category": [
      "歷史古蹟",
      "宗教廟宇",
      "在地藝文"
    ],
    "update_time": "2018-12-13 15:41:57"
  },
  {
    "id": 4364,
    "lang": "en",
    "name": "Tainan Dehua Hall (臺南德化堂)",
    "introduction": "Dehua Hall (德化堂) was built around 1838. After road building in the Japanese Colonial Time and aerial attack in World War II, its scale today has been significantly reduced compared to how it was originally. Dehua Hall is a Zhaijiao Longhua School Temple(齋教龍華派寺廟) which is home Buddhist practice in character, therefore, the layout is similar to that of a traditional house, however, it has the paintings and decorations of a Buddhist temple. As well as enshrining Guanyin Bodhisattva in the main hall, there is a rather special god statue, that of one of the founders of the Longhua School, Luo Zu(龍華派祖師羅祖); three chairs are placed in front of the statue, called the &ldquo;three lord chairs(三公椅),&rdquo; symbolizing the three founders of the School Luo Zu, Yin Pu-neng, and Yao Pu-shan; the Hall also has murals done by master painter Pan Li-shui. The most famous of the plaques in the Hall are the Hui Pu Qun Sheng(惠普群生) presented during the 5th year reign of Tungchi Emperor in Qing Dynasty (1866). Ding Ri-jian,of the General Supervisor and Military Commander, and Guan Zi Zai, received during the 7th year reign of Daoguang Emperior in Qing Dynasty (1827). As well ancient scripture scrolls, the Hall also has the precious San Gui Wu Jie Pai and Hu Dao Bang Wen(三皈五戒牌與護道榜文).",
    "open_time": " \r\nMonday-Sunday\r\n00:00~24:00 ",
    "district": "West Central Dist.",
    "address": "null",
    "tel": "+886-6-2267151",
    "lat": 22.98911,
    "long": 120.20602,
    "category": [
      "歷史古蹟",
      "宗教廟宇",
      "在地藝文"
    ],
    "update_time": "2018-12-13 15:41:57"
  },
  {
    "id": 4365,
    "lang": "en",
    "name": "Chen De Jiu Family Hall(陳德聚堂)",
    "introduction": "\nChen De-Jiu Family Hall(陳德聚堂) was built in 1644. It is now the largest Chen family ancestral hall in Taiwan and currently houses the Tainan Guide Association. \nAlthough more than 300 years old, the Hall is well-preserved. It has a fine mural by master Chen Yu-feng and, like many temples, it has a “Han Fan House Carrier” (statue holding up the roof,) a traditional decoration; however, closer inspection will show that the beam it supports is very different; follow it outside and you will find it is actually a water pipe through which the rain flows out and then is discharged at the dragon head on the roof. Be sure to observe this beautiful architectural design. It is a small place you must take a close look when you come here.",
    "open_time": "\nFree entry, open all year round",
    "district": "West Central Dist.",
    "address": "700, , West Central Dist., 臺南市 Taiwan R.O.C",
    "tel": "+886-6-2267151",
    "lat": 22.99433,
    "long": 120.20222,
    "category": [
      "歷史古蹟",
      "宗教廟宇",
      "在地藝文"
    ],
    "update_time": "2018-12-13 15:41:57"
  }
]